{
  "document_summary": "After the death of the said widowed daughter-in law of mine, the entire property gifted away by this document shall revert to my heirs in equal shares, I have put my widow daughter-in-law in possession of the said house gifted to her and therefore from today I have ceased to possess any right or claim in respect of the gifted property. I also state that the life estate created in Smt-------------- stands revoked if she re-marries and will then invest in the favor of my grandson Mr.-------s/o late------------r/o................ Deed of Family Settlement for Division of Properties Left by a Deceased between Son and Daughters Where Son Pays Money to Daughters THIS DEED of family arrangement is made at........ on this............ day of ............, 2000, between A S/o Shri.............. R/O......... (hereinafter called the FIRST PARTY) and Smt. Appointed the fourth party as the executors thereof and gave his movable and immovable assets unto his children the first party, second party and the third party in equal shares. WHEREAS The estate of the said E now in the hands of the executors consists of the immovable property described in the First Schedule hereunder written and the investments, particulars whereof are 1 described in the Second and Third Schedules hereunder written respectively. WHEREAS the parties hereto of the first three parts are desirous that the first party shall receive the immovable property and the second party shall receive the investments specified in the Second Schedule hereunder written and that the third party shall receive the investments specified in the Third Schedule hereunder written as absolute owners. The first party shall pay to each of the second and third parties, the sum of Rs............... 2. The executors shall transfer the investment specified in Second and Third Schedules to the second and third parties respectively and they will become the absolute owners of the said investments. It is expressly agreed by and between the parties hereto of the first three parts that they shall not claim any rights under the said will, save as hereinabove provided and they shall release and indemnity the executor from and against all actions, proceedings, claims and demands in respect of the assent and transfers hereinbefore agreed to be made. The First Schedule above referred to; (Description of immovable property) The Second Schedule above referred to; (Particulars of investments to be transferred to second party) The Third Schedule above referred to; (Particulars of investments to be transferred to third party) Signed and delivered by the within named first party Signed and delivered by the within named second party Signed and delivered by the within named third party Signed and delivered by the within named fourth party WITNESSES; 1. 2. Divorce Petition by Hindu Wife on the Grounds of Cruelty IN THE FAMILY COURT BANDRA, MUMBAI M.J. ___________, daughter of ___________, aged _______ years, residing at ___________ Petitioner. Versus XYZ, son of _________, _______ years of age, residing at _________, carrying on __________ business...... Respondent. In the matter of dissolution of marriage under Section 13 of the Hindu Marriage Act, 1956: And In the matter of the Family Courts Act, 1954; And In the matter of Divorce of the Petitioner with the Respondent on grounds of cruelty. THE HUMBLE PETITION OF THE PETITIONER ABOVENAMED MOST RESPECTFULLY SHEWETH: 1. That the Petitioner and the Respondent were lawfully married according to traditional Hindu Vedic rites on the ______ day of __02 at the ______ in Mumbai. Hereto annexed and marked Exhibit 'A' is a copy of the marriage certificate evidencing the said marriage. The Petitioner and the Respondent are Hindu by birth and they continue to be so. After the said marriage, the Petitioner and the Respondent cohabited and lived together at the Petitioner's house for about six years. The Petitioner states that from the month of ___ 02, the Respondent began to ill-treat the Petitioner, and from the month of _____02, began to physically assault the Petitioner without any cause whatsoever. However, on or about ____month of 02, the Respondent attacked the Petitioner with a stick and inflicted serious injuries leading to multiple fractures in hand and leg of the Petitioner. The Petitioner craves leave to refer to and rely upon a copy of the said complaint when produced. The Petitioner says that as a result of the aforesaid injury inflicted on the Petitioner by the Respondent, the Petitioner had to be hospitalized for six days. The Petitioner craves leave to refer to and rely upon the Medical Certificate issued by Dr. ____ who treated the Petitioner at ______ Hospital. The petitioner says that even thereafter, the Respondent continued to treat the Petitioner in a cruel and violent manner. The Petitioner says that such cruelty has cause an apprehension in the mind of the Petitioner that it will be harmful and injurious for the Petitioner to continue to live with the respondent. There is no collusion or connivance between the Petitioner and the Respondent in filing this Petition. No other proceedings with respect to the marriage between the Petitioner and the Respondent have been filed in this Honorable Court or in any other Court in India. The Petitioner and the Respondent were married in Mumbai and last cohabited in Mumbai within the territorial limits of the jurisdiction to entertain, try and dispose of the present Petition. The Petitioner being a lady is exempt from payment of Court fees. The Petitioner will rely on documents, a list whereof is annexed hereto. The Petitioner therefore prays:  That this Honorable Court be pleased to decree a dissolution of the said marriage between the Petitioner and the Respondent;  That the Petitioner be granted alimony @ Rs. _______/- per month;  That the Respondent be ordered and decreed to pay to the Petitioner the costs of this Petition; and  In the alternate to prayer (c) above, the Respondent be directed to give the Petitioner a sum of Rs. ________/- so as to enable her to purchase suitable accommodation for herself;  That pending the hearing and final disposal of this petition, the Respondent be directed to provide the Petitioner with a monthly allowance of Rs. Petition drawn by: Mr. ABC, Advocate, Sd/- Petitioner High Court, Mumbai. VERIFICATION I, ___________, the Petitioner above named, do hereby solemnly declare and say that what is contained in paragraphs _________ to __________ is true to my knowledge and that what is state in paragraphs _______ to _______ is stated on legal advice and I believe the same to be true. Sd/- Before me, Registrar/Superintendent Matrimonial Petitions under HMA, Special Marriage, Divorce Act Hindu Marriage Act, Divorce, Maintenance, Restitution of Conjugal Rights MUTUAL CONSENT DIVORCE PETITION FORMAT UNDER SECTION 13(1)(B) OF HINDU MARRIAGE ACT 1955 DRAFT FORMAT OF THE MUTUAL DIVORCE PETITION BEFORE THE PRINCIPAL JUDGE, FAMILY COURT AT ___________ HMA PETITION No._______ OF___ 20__ IN THE MATTER OF: (Name and address of the Husband) : Petitioner No.1 (AND) (Name and address of the wife) : Petitioner No.2 PETITION UNDER SECTION 13 (1) (i-b) OF THE HINDU MARRIAGE ACT FOR DISSOLUTION OF MARRIAGE BY MUTUAL CONSENT MOST RESPECTFULLY SHOWETH:- 1. That The marriage between the parties was solemnized on ______at _______, by Hindu rites and ceremonies. The said marriage was consummated thereafter and the parties co-habited as husband and wife at the matrimonial home that is ______________. The particulars showing the details of the parties to the present petition is given hereunder:- HUSBAND BEFORE MARRIAGE. Age Address Status AFTER MARRIAGE Age Address Status WIFE BEFORE MARRIAGE Age Address Status AFTER MARRIAGE Age Address Status 2. That the parties could not adjust with each other due to temperamental differences and their marriage has broken down irretrievably and it is now not possible between the parties live as husband and wife any more. That all the efforts of reconciliation between the parties to continue the present marriage has failed and there are no further chances of reconciliation between the parties any more. That the matrimonial home of the parties was at ____________hence this court has the jurisdiction to grant the decree of divorce as prayed for. PRAYER It is most respectfully prayed that the court may accept the present petition and grant a decree of divorce between the parties thereby, dissolving the marriage between the parties. Any other order which the court may deem fit and proper in the facts and circumstances of the present case be also passed in favour of the petitioners. Petitioner No.1 Petitioner No.2 Note Mutual consent Divorce Petition draft should be annexed with the following documents: 1. Proof of identity of both the parties IN THE COURT OF THE _____________ JUDGE AT _________ MATRIMONIAL CASE NO. __________ OF 20__ IN THE MATTER OF: Mr. ALU_________ PETITIONER VERSUS MRS. GOBI __________ RESPONDENT PETITION UNDER SECTION 9 OF HINDU MARRIAGE ACT 1955 FOR RESTITUTION OF CONJUGAL RIGHTS MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That marriage of the Petitioner and the Respondent was solemnized on __________ at ____________ according to Hindu rites and ceremonies. The marriage was registered with the Registrar of marriages at ___________. That the status and place of residence of the Parties to the marriage before the marriage and at the time of filing this petition is given as under: i) Place of residence before the Marriage ii) Place of residence at the time of filing the Petition 3. That the Petitioner and his wife were living together happily at our house. That on _______ the respondent went to her fathers house at _______. That the petitioner went to his father-in-laws house at_______ to bring the respondent, a number of times, but on one pretext or the other, she declined to come along with the petitioner to his house. That lastly the petitioner went to the house of the respondents father at _______ on _______ and asked the respondent to return with him, but she refused to come. That the respondent deserted the petitioner or/and has withdrawn from his company without any reasonable or lawful excuse. The Petition is not being presented in collusion with the Respondent. The Petition is being presented without any unnecessary or improper delay on the part of the Petitioner. There is no other legal ground as to why the decree of restitution of conjugal rights be not granted in favour of the Petitioner. That no litigation has taken place between the parties to the Petition earlier. This Hon'ble Court has jurisdiction to entertain and try this Petition as the marriage was solemnized at ____________ the parties last resided together at _____________ and even presently the respondent is residing within the Jurisdiction of this Hon'ble Court. That the cause of action accrued to the petitioner against the respondent, within the jurisdiction of this Court, on _______ when the respondent left for her fathers house at _______ and it continues to accrue from day to day till the respondent comes back to the home of the petitioner and resumes his company.. 14. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree for restitution of conjugal rights in favour of Petition and against the respondent; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, the above named petitioner, do hereby verify that the contents of this petition in Para No ______ to Para No __________ are true to my personal knowledge and those in Para No _____ to Para No ________ are believed by me to be true. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER IN THE COURT OF THE _____________ JUDGE AT _________ MATRIMONIAL CASE NO. __________ OF 20__ IN THE MATTER OF: MR. HUS_________ PETITIONER VERSUS MRS. WIF __________ RESPONDENT PETITION FOR DECREE OF NULLITY OF MARRIAGE UNDER SECTION 12 OF HINDU MARRIAGE ACT MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That the Petitioner and his wife were living together happily at the matrimonial house. That the Petitioner recently found that the Respondent was pregnant from another person Mr __________ aged _____________ d/o _________________ Resident of ____________________ The Respondent at the time of marriage did not disclose her relationship with Mr. ___________and kept the Petitioner blank. There is no other legal ground as to why the decree prayed for should be not granted in favour of the Petitioner. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree of Divorce in her favour and against the Respondent and declare the marriage as null and void; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, Hus, state on solemn affirmation that whatever contained in paragraphs ____ to Para No __________ of the Petition is true to my own knowledge and that whatever contained in paragraphs No _____ to Para No ________ is based on information received and believed to be true to me. __________ OF 20__ IN THE MATTER OF: Mr. AA_________ PETITIONER VERSUS MRS. GG __________ RESPONDENT PETITION FOR JUDICIAL SEPARATION UNDER SECTION 10 OF HINDU MARRIAGE ACT MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That the Children is living with the Respondent. That on _______ the Petitioner was introduced to a person by his friend. During the conversation it was found that the Respondent is already marred to a third person. The Respondent while marrying the Petitioner not revealed this fact and kept the Petitioner blank. That on _____ first husband of the Respondent reached the house of Petitioner and demanded to send Respondent with him. That on the same day Respondent along with two children have gone with her former husband. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree of Judicial Separation in favour of Petition and against the respondent; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER Format of Affidavit to be filed along with Petition for Judicial Separation by the person who want to get Judicial separation through court. IN THE COURT OF THE _____________ JUDGE AT _________ MATRIMONIAL CASE NO. __________ OF 20__ IN THE MATTER OF: Mr. AA_________ PETITIONER VERSUS MRS. GG __________ RESPONDENT AFFIDAVIT I, _______ Mr. / Ms. ___________ aged ____years, Occupation_______, the Petitioner, solemnly affirm and say as under: 1. That I am the Petitioner in the accompanying Petition under Section ____ of Hindu Marriage Act and well-acquainted with the facts of the case. The Respondent while marrying the Petitioner not revealed this fact and kept the Petitioner bank. Signed at___________ this _______ day of _______ 20 _______ DEPONENT VERIFICATION I, the above named Deponent, do hereby verify on oath that the contents of the affidavit above are true to my personal knowledge and nothing material has been concealed or falsely stated therein. verified at ________ this _______ day of _______ 20 _______ DEPONENT Format of Petition for Decree of Nullity of Marriage under section 11 of HMA to declare marriage as null and void, when the Petition satisfies grounds for Nullity of Marriage. __________ OF 20__ IN THE MATTER OF: MRS. WIF_________ PETITIONER VERSUS MR. HUS __________ RESPONDENT PETITION FOR DECREE OF NULLITY OF MARRIAGE UNDER SECTION 11 OF HINDU MARRIAGE ACT MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That recently the Petitioner learnt that the respondent had a spouse living at the time of present marriage. The Respondent was already married to Mrs __________ aged _____________ d/o _________________ Resident of ____________________ The Respondent at the time of marriage not revealed this fact and kept the Petitioner blank. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, Wif, state on solemn affirmation that whatever contained in paragraphs ____ to Para No __________ of the Petition is true to my own knowledge and that whatever contained in paragraphs No _____ to Para No ________ is based on information received and believed to be true to me. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER Format of Petition for Decree of Divorce under Section 13(1)(ia) to get divorce when the Petitioner was treated with Cruelty by the Respondent. __________ OF 20__ IN THE MATTER OF: MRS. WI_________ PETITIONER VERSUS MR. HU __________ RESPONDENT PETITION FOR DECREE OF DIVORCE UNDER SECTION 13(1)(ia) OF HINDU MARRIAGE ACT, 1955 MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That on _______ husband of the Petitioner has expelled the Petitioner after merciless beatings, when she questioned him about his drunken nature and misusing of money for drinking liquor with his friends. The Petition has not in any manner necessary to or condoned the acts complained of or connived at, but the Respondent is treating the Petitioner with cruelty after immediately after two weeks of solemnization of the marriage. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree of Divorce in favour of Petitioner and against the Respondent; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, WI, state on solemn affirmation that whatever contained in paragraphs ____ to Para No __________ of the Petition is true to my own knowledge and that whatever contained in paragraphs No _____ to Para No ________ is based on information received and believed to be true to me. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER Memorandum Recording Family Settlement THIS MEMORANDUM RECORDING ORAL FAMILY SETTLEMENT is made at _________ this ________ day of ____________ between Shri ____________ an Indian inhabitant residing at __________ _________ _________ (hereinafter called \"the Party of the First Part\") of the FIRST PART, Shri ______________, an Indian inhabitant residing at _____________ _____________ (hereinafter called \"the Party of the Second Part\") of the SECOND PART and Shri _________, also an Indian inhabitant residing at ____________________________________ (hereinafter called \"the Party of the Third Part\") of the THIRD PART. The parties hereto are related to each other, the party of the first part being the ____________ of the party of the Second Part etc; 2. With the object of resolving the aforesaid disputes arising out of the conflicting claims made by the parties hereto as stated above and for effectuating a permanent solution of all the outstanding disputes once and for settlement was arrived at for ensuring family peace and harmony after considering what was best in the interest of the parties and in expectation that the settlement would result in achieving amity and goodwill among the Parties and it was agreed that the parties and it was agreed that the settlement arrived at would be final and binding upon all the parties hereto and avoid any further disputes and or differences amongst the parties hereto. The parties hereto, have come to a settlement after the aforesaid discussion with the help of mutual friends to resolve the disputes and differences, and a memorandum of settlement with certain terms and conditions was drawn with a view to avoid any future disputes and or differences amongst the parties hereto and that this memorandum has been entered into to record the said terms and conditions of the Family Settlement already agreed upon by the parties hereto. In pursuance of the said agreement and in consideration of the premises, the parties hereto agree that the Party of the Third Part shall apply to the Court for grant of letters of administration with the will annexed of the estate of the late ___________, the deceased. Without prejudice to their right to get their shares in the estate of the deceased as hereinafter fixed and agreed to by the parties hereto, the heirs shall give their letters of consent to the Party of the Third Part for obtaining the letters of administration as aforesaid. In consideration of the premises, the Party of the Third Part shall immediately after the letters of administration have been obtained grant, deliver and transfer one-third of the said properties and assets (after setting apart a sum of Rs. with __________ Bank, _____________ Branch, towards the expenses of obtaining the Probate / Letters of Administration with the will annexed and the transfer / distribution of the estate of the deceased in accordance herewith and the said sum shall be utilized by the parties hereto, accordingly. In case of any deficit in meeting the debts of the deceased and/ or the expenses of proving the Will and distribution of the estate, the parties hereto, shall contribute equally to such deficit. After setting apart sums to meet the debts of the deceased and the estimated expenses of distribution of the estate, The assets allotted to the said the Party of the First Part pursuant to the Family Settlement arrived at are more particularly described in the First Schedule hereunder written. Similarly, The assets allotted to the said the Party of the Second Part pursuant to the Family Settlement arrived at are more particularly described in the Second Schedule hereunder written. All expenses of and incidental to the grant of letters of administration as also of transfer of the shares to the respective parties hereto shall come out of the estate of the deceased. It is expressly agreed by and between the parties hereto that the heirs shall not claim any rights under the said codicil and the Party of the Third Part shall not, after obtaining the letters of administration with the will annexed, claim any rights under the said will, save as hereinbefore provided. The parties hereto confirm and declare that all the disputes and differences between them are settled and that none of the parties has any further or other claim or demand of any nature whatsoever against the other or others of them. The parties hereto expressly agree and declare that they have arrived at this Family Arrangement in order to put an end to existing and future disputes between the parties and with a view to bring about amity and goodwill amongst them and with a view to maintaining peace and bring about harmony in the family. The parties hereto further agree and declare that the terms of the Memorandum of Family Settlement arrived at between them and recorded herein are fair and bona fide and in the interest of all the parties. The parties hereto shall sign and execute or cause to be signed and executed all such documents, deeds, writing and/or instructions as may be necessary to give effect to the Family Arrangement arrived at amongst the parties hereto. The first schedule hereinabove referred to (The assets allotted to the said the Party of the First Part) Part IV: List of Debts of the Deceased. The Second schedule hereinabove referred to (The assts allotted to the said the Party of the Second Part) The third schedule hereinabove referred to (The assets allotted to the said the Party of the Third Part) IN WITNESSES WHEREOF the parties hereto have hereunto set and subscribed their respective hands the day and year first hereinabove written. SIGNED AND DELIVERED by } the Party of the First Part } Shri.......................... } in the presence of ___________ } SIGNED AND DELIVERED by } the Party of the Second Part } Shri.......................... } in the presence of ___________ } SIGNED AND DELIVERED by } the Party of the Third Part } Shri......................... } in the presence of ____________ } Partition Deed THIS DEED OF PARTITION made at (city) this ___ day of __________, 200-,BETWEEN Mr. _____________,s/o____________, R/o ____________________________ Hereinafter called First Party of the First Part, Shri ____________,s/o_______________, R/o ____________________, hereinafter called Party of the Second Part, (3) Mr. __________s/o________________,r/o_______________________, hereinafter called Party of the Third Part WHEREAS Shri ___________ is the Karta and Manager of the joint and undivided Hindu family, carrying on the activities under the name and style of \"________________________\" (hereinafter referred to as \"the said ___\", consisting of the said ___________, his wife, the said __________, and the said ____). AND WHEREAS the parties hereto have agreed on the ___ day of _____ to have a total partition all the assets held by the said HUF on such partition:- ___ Shares of _____________ Ltd. Rs. _______/- Total Rs.________/- The above-named shares will be transferred to ________ on receipt of Rs.________/- AND WHEREAS the net capital of the said HUF immediately before the full partition is Rs.________ consisting of Rs._______ as bank balance and Rs.____/- AND WHEREAS the parties hereto are desirous of affecting the full partition of the said HUF by donating the entire amount to a charitable trust. The parties hereto hereby declare that the said HUF has been fully partitioned on the ___ day of ______________. The parties hereto agree to donate the entire capital of Rs.______- held by the said ___ to _______ ____________ (a public charitable trust). PETITION BY HUSBAND FOR ANNULMENT OF VOIDABLE MARRIAGE IN THE COURT OF THE DISTRICT JUDGE AT _______ Matrimonial Petition No_______ of 20_______ _________________________________________________________ Petitioner ; VERSUS _________________________________________________________Respondent. Petition under Section 12(1)(d) of the Hindu Marriage Act, 1954. The parties were married after the commencement of the Hindu Marriage Act on ________________ at _________________ An extract from the Hindu Marriage Register/Affidavit is filed herewith. After the aforesaid marriage the respondent came to live with the petitioner at his house. The petitioner grew apprehensive and desired to consult some physician but the respondent said that there was nothing serious and she may be sent to her parental home where she would recover soon. The petitioner sent the respondent to her father’s house on ______________ and kept on visiting her to ascertain her welfare. The petitioner insisted that a doctor be consulted and on the respondent’s father’s assent, Dr _______. The petitioner wrote a letter on ____________ to the respondent saying that she was carrying a child of sin in her womb and that was the end of marriage so far as he was concerned. That the respondent delivered a full grown son in the Women’s Hospital, ____________, on _____________That the said child was not the result of the petitioner’s cohabitation with the respondent. The petitioner was ignorant of the facts of the pregnancy of the respondent at the time of his marriage. No marital intercourse has taken place between the parties since the discovery by the petitioner that the respondent was pregnant. This petition is being filed within one year of the date of the marriage. The petitioner, therefore, prays that the marriage between the parties be annulled by a decree of nullity and the petitioner be awarded special costs. Petitioner. VERIFICATION The abovenamed petitioner states on solemn affirmation that Paras 1 to _______ of the petition are true to the best of petitioner’s information and belief. PETITION FOR RESTITUTION OF CONJUGAL RIGHTS IN THE COURT OF THE _______ Matrimonial Case No. _______ of 20 _______ Shri ,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,, ________________ Petitioner; Versus Smt,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,. That the petitioner was married to the respondent on ____________ at ____________ within the jurisdiction of this Court. That the petitioner went to his father-in-law’s house at______________________________ to bring the respondent, a number of times, but on one pretext or the other, she declined to come along with the petitioner to his house. That lastly the petitioner went to the house of the respondent’s father at ___________________ on ___________________ and asked the respondent to return with him, but she refused to come. That the cause of action accrued to the petitioner against the respondent, within the jurisdiction of this Court, on __________________ when the respondent left for her father’s house at ____________ and it continues to accrue from day to day till the respondent comes back to the home of the petitioner and resumes his company. That the petitioner claims and prays: (a) That a decree for the restitution of conjugal rights be passed in favour of the petitioner against the respondent. (b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. _______ Petitioner. VERIFICATION I, the abovenamed petitioner, do hereby verify that the contents of this petition in Paras ______________ are true to my personal knowledge and those in Paras Nos______________ are believed by me to be true. Signed and verified this _______ day of _______ 20 _______ at _______ in Civil Court compound. PETITION OF WIFE FOR ANNULMENT OF VOID MARRIAGE IN THE COURT OF THE DISTRICT JUDGE, ______________ Matrimonial Petition No._______ of 20 _______ Smt __________________________ Petitioner; Versus 1. The petitioner and Respondent No. After the aforesaid marriage, the petitioner and the respondent lived as man and wife at the house of Respondent No. 2, Shri __________________ came to the petitioner’s matrimonial home and claimed that his daughter, Respondent No. Alarmed by the disclosure the petitioner asked her brother to investigate if the claim of Respondent No. On or about the__________________, the petitioner asked Respondent No. 1’s marriage with Respondent No. As the marriage was solemnized at ________________, this Court has jurisdiction to entertain this petition. The petitioner, therefore, prays : (a) the petitioner’s marriage with the respondent be declared null and void; (b) the petitioner be awarded permanent alimony : (c) such other relief as the circumstances of the case justify. I, ______________________ petitioner abovenamed, do hereby declare that the contents of Paras 1 to 6 are true to my knowledge. That the plaintiff is permanently residing within the jurisdiction of this Hon'ble court and all the correspondence from the defendants were received at his home address and the office of the defendant is located in the territory of this Hon'ble Court, hence this court has each and every jurisdiction to try and entertain this suit. Such other reliefs as deemed fit and proper in the facts and circumstances of the case may also be passed in favour of the plaintiff and against the defendants in the interest of justice. That the applicant/plaintiff has filed a case before this honorable court hearing where of will take some time. That it is apparent from perusal of grounds and documents attached therewith that the applicant has prima facie a very good case in his favour and the case is likely to succeeds. The grounds of the case may be read as part of this application to save the repetition. In case the respondents are not restrain that the applicant will suffer irreparable loss and injury which cannot be compensated in terms of money and filing of this case will become infructuous. It is therefore most respectfully prayed that the respondents be restrained from _______ in the interest of justice. Such other orders he also passed in favour of the applicant as deemed fit in facts and circumstances of the case. That I further solemnly affirm and declare that the contents of this affidavit of mine are correct and true to the best of my knowledge and no part of it is false and nothing material has been concealed therewith. Dated : ______ Sd:- Plaintiff Petitioner Defendant Respdt. Claim: for Declaration Date of Hearing : ______ Date By Whom Filed Purpose Amount Stamp _______ Plaintiff For service of defendants ___________ Advocate ___________ Received on __________________.___ Court-fee stamp of the value of Rs.__________ _____ with ______ copies in case No. Versus ………………………………………………………………………………………………………………………….. Suit for : for Partition Date of Hearing: ______ Date of Production : ______ S.No Details, Date What is If Documents If Rejected Documents Intended Filed What is Then the to be the Exh Marked Date of Proved From on it Return of Document Documents Date:______ Counsel for Plaintiff/Defendant List of Documents Relied Upon Under Order 7 Rule 14 C. P. C. Filed by : 2 IN THE COURT OF SUB-JUDGE AT ………………….. ……………………………………………………………………………………………………………… Versus ,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,……………………………… Suit : for Declaration Date of hearing:______ 1. Counsel for Dated : ______ Separation Agreement between Husband and Wife THIS AGREEMENT made at.......... on this.......... day of...............2000, between A, son of B, resident of........... (Hereinafter called \"the husband\") of the ONE PART and Mrs. A his wife (hereinafter called \"the wife\") of the OTHER PART. The parties shall live separately and apart from each other and no party shall have any right, authority over the other or shall institute any legal proceeding for restitution of conjugal rights or otherwise. The wife shall be entitled to the custody and guardianship of the children of the marriage, namely C and D now aged........ Years and.......... years, respectively. Notwithstanding anything contained in this agreement, it is expressly agreed that if at any time hereafter, the parties live together as husband and wife with mutual consent, then in that case, the said sum payable to the wife-under this agreement shall no longer be payable and the agreements hereinabove contained shall become void. Date of Institution : ______ ……………..…………………………………………………..Plaintiff Versus ……………………………………………………………….Defendants Suit for the Partition to the effect that the plaintiff is entitled to get ______ Respectfully Sheweth : 1. Application No:______________ of 20…………… …………………………………………………………………..Applicant Versus ……………………………………………………………………Respondent Application under order 39 Rule 1 and 2 of the Civil Procedure Code for _______ Respectfully Sheweth: 1. Claim: for Declaration Date of Hearing : ______ Date By Whom Filed Purpose Amount Stamp ___________________________________ Plaintiff For service of defendants ___________ Advocate ___________ Received on ____________ Court-fee stamp of the value of Rs. ______ Versus ______ Suit for : for Partition Date of Hearing: ______ Date of Production : ______ S.No Details, Date What is If Documents If Rejected Documents Intended Filed What is Then the to be the Exh Marked Date of Proved From on it Return of Document Documents Date:______ Counsel for Plaintiff/Defendant List of Documents Relied Upon Under Order 7 Rule 14 C. P. C. Filed by : 2 IN THE COURT OF SUB-JUDGE AT ……………………….",
  "entities": {
    "PERSON": [
      "Smt.............. W",
      "MUMBAI M.J.",
      "ABC",
      "Sd/-",
      "Wif",
      "Nos",
      "HUSBAND",
      "ANNULMENT",
      "Paras",
      "Versus Smt",
      "Respdt",
      "A",
      "A. Signed"
    ],
    "ORG": [
      "House",
      "the FIRST PARTY",
      "the SECOND PARTY",
      "the THIRD PARTY",
      "the FOURTH PARTY",
      "the.............. District Court",
      "THE HON''BLE PRINCIPAL",
      "THIS HON''BLE COURT",
      "LML",
      "HIJ",
      "the Medical Certificate",
      "this Honorable Court",
      "Court",
      "Sd/- Petitioner High Court",
      "RESTITUTION",
      "CONJUGAL RIGHTS MOST",
      "This Hon'ble Court",
      "the Jurisdiction of this Hon'ble Court",
      "this Hon'ble Court",
      "Petition for Judicial Separation",
      "Judicial",
      "Nullity of Marriage",
      "ACT",
      "the Party of the First Part",
      "the Party of the Second Part",
      "the Party of the Third Part",
      "Savings Bank Account",
      "the Memorandum of Family Settlement",
      "the Family Arrangement",
      "the Party of the First Part) Part IV",
      "the Party of the First Part }",
      "the Party of the Second Part }",
      "the Party of the Third Part }",
      "First Party of the First Part",
      "Party of the Second Part",
      "Party of the Third Part WHEREAS",
      "HUF",
      "INDENTURE",
      "the Hindu Marriage Register/Affidavit",
      "the Women’s Hospital",
      "CONJUGAL RIGHTS",
      "Civil Court",
      "abovenamed",
      "HINDU",
      "THE HUMBLE PLAINTIFF AS",
      "Coimbatore",
      "SUIT"
    ],
    "DATE": [
      "today",
      "this............ day",
      "2000",
      "the day and year first",
      "years",
      "years of age",
      "1956",
      "1954",
      "about six years",
      "the month",
      "month of 02",
      "six days",
      "per month",
      "monthly",
      "1955",
      "4 years",
      "2 years",
      "15 days",
      "6 years",
      "3 years",
      "the same day",
      "two weeks",
      "the fourth month",
      "one year of the date",
      "20..",
      "20",
      "this.......... day of...............2000",
      "the said day"
    ],
    "MONEY": [
      "Rs............... 2"
    ],
    "LAW": [
      "Section 13",
      "the Family Courts Act",
      "the Marriage ii) Place",
      "Petition under Section",
      "Hindu Marriage Act",
      "section 11",
      "the Civil Procedure Code"
    ],
    "GPE": [
      "Mumbai",
      "Hereto",
      "India",
      "WI",
      "Karta"
    ],
    "ARTICLE": [],
    "SECTION": [
      "Section 13",
      "Section 12",
      "Section 9"
    ],
    "CLAUSE": [],
    "CHAPTER": []
  },
  "key_clauses": {
    "governing_law": [
      "jurisdiction to entertain, try and dispose of the present Petition.",
      "jurisdiction to grant the decree of divorce as prayed for.",
      "Jurisdiction of this Hon'ble Court.",
      "Jurisdiction of this Hon'ble Court.",
      "Jurisdiction of this Hon'ble Court.",
      "Jurisdiction of this Hon'ble Court.",
      "Jurisdiction of this Hon'ble Court.",
      "jurisdiction to entertain this petition.",
      "jurisdiction of this Court.",
      "jurisdiction to entertain this petition.",
      "jurisdiction to try and entertain this suit.",
      "jurisdiction has been fixed for Rs.",
      "jurisdiction to try and entertain this suit.",
      "jurisdiction has been fixed for Rs."
    ]
  },
  "section_summaries": [
    {
      "heading": "PREAMBLE",
      "summary": "After the death of the said widowed daughter-in law of mine, the entire property gifted away by this document shall revert to my heirs in equal shares, I have put my widow daughter-in-law in possession of the said house gifted to her and therefore from today I have ceased to possess any right or claim in respect of the gifted property. I also state that the life estate created in Smt-------------- stands revoked if she re-marries and will then invest in the favor of my grandson Mr.-------s/o late------------r/o................ Deed of Family Settlement for Division of Properties Left by a Deceased between Son and Daughters Where Son Pays Money to Daughters THIS DEED of family arrangement is made at........ on this............ day of ............, 2000, between A S/o Shri.............. R/O......... (hereinafter called the FIRST PARTY) and Smt. Appointed the fourth party as the executors thereof and gave his movable and immovable assets unto his children the first party, second party and the third party in equal shares. WHEREAS The estate of the said E now in the hands of the executors consists of the immovable property described in the First Schedule hereunder written and the investments, particulars whereof are 1 described in the Second and Third Schedules hereunder written respectively. WHEREAS the parties hereto of the first three parts are desirous that the first party shall receive the immovable property and the second party shall receive the investments specified in the Second Schedule hereunder written and that the third party shall receive the investments specified in the Third Schedule hereunder written as absolute owners. The first party shall pay to each of the second and third parties, the sum of Rs............... 2. The executors shall transfer the investment specified in Second and Third Schedules to the second and third parties respectively and they will become the absolute owners of the said investments. It is expressly agreed by and between the parties hereto of the first three parts that they shall not claim any rights under the said will, save as hereinabove provided and they shall release and indemnity the executor from and against all actions, proceedings, claims and demands in respect of the assent and transfers hereinbefore agreed to be made. The First Schedule above referred to; (Description of immovable property) The Second Schedule above referred to; (Particulars of investments to be transferred to second party) The Third Schedule above referred to; (Particulars of investments to be transferred to third party) Signed and delivered by the within named first party Signed and delivered by the within named second party Signed and delivered by the within named third party Signed and delivered by the within named fourth party WITNESSES; 1. 2. Divorce Petition by Hindu Wife on the Grounds of Cruelty IN THE FAMILY COURT BANDRA, MUMBAI M.J. ___________, daughter of ___________, aged _______ years, residing at ___________ Petitioner. Versus XYZ, son of _________, _______ years of age, residing at _________, carrying on __________ business...... Respondent. In the matter of dissolution of marriage under Section 13 of the Hindu Marriage Act, 1956: And In the matter of the Family Courts Act, 1954; And In the matter of Divorce of the Petitioner with the Respondent on grounds of cruelty. THE HUMBLE PETITION OF THE PETITIONER ABOVENAMED MOST RESPECTFULLY SHEWETH: 1. That the Petitioner and the Respondent were lawfully married according to traditional Hindu Vedic rites on the ______ day of __02 at the ______ in Mumbai. Hereto annexed and marked Exhibit 'A' is a copy of the marriage certificate evidencing the said marriage. The Petitioner and the Respondent are Hindu by birth and they continue to be so. After the said marriage, the Petitioner and the Respondent cohabited and lived together at the Petitioner's house for about six years. The Petitioner states that from the month of ___ 02, the Respondent began to ill-treat the Petitioner, and from the month of _____02, began to physically assault the Petitioner without any cause whatsoever. However, on or about ____month of 02, the Respondent attacked the Petitioner with a stick and inflicted serious injuries leading to multiple fractures in hand and leg of the Petitioner. The Petitioner craves leave to refer to and rely upon a copy of the said complaint when produced. The Petitioner says that as a result of the aforesaid injury inflicted on the Petitioner by the Respondent, the Petitioner had to be hospitalized for six days. The Petitioner craves leave to refer to and rely upon the Medical Certificate issued by Dr. ____ who treated the Petitioner at ______ Hospital. The petitioner says that even thereafter, the Respondent continued to treat the Petitioner in a cruel and violent manner. The Petitioner says that such cruelty has cause an apprehension in the mind of the Petitioner that it will be harmful and injurious for the Petitioner to continue to live with the respondent. There is no collusion or connivance between the Petitioner and the Respondent in filing this Petition. No other proceedings with respect to the marriage between the Petitioner and the Respondent have been filed in this Honorable Court or in any other Court in India. The Petitioner and the Respondent were married in Mumbai and last cohabited in Mumbai within the territorial limits of the jurisdiction to entertain, try and dispose of the present Petition. The Petitioner being a lady is exempt from payment of Court fees. The Petitioner will rely on documents, a list whereof is annexed hereto. The Petitioner therefore prays:  That this Honorable Court be pleased to decree a dissolution of the said marriage between the Petitioner and the Respondent;  That the Petitioner be granted alimony @ Rs. _______/- per month;  That the Respondent be ordered and decreed to pay to the Petitioner the costs of this Petition; and  In the alternate to prayer (c) above, the Respondent be directed to give the Petitioner a sum of Rs. ________/- so as to enable her to purchase suitable accommodation for herself;  That pending the hearing and final disposal of this petition, the Respondent be directed to provide the Petitioner with a monthly allowance of Rs. Petition drawn by: Mr. ABC, Advocate, Sd/- Petitioner High Court, Mumbai. VERIFICATION I, ___________, the Petitioner above named, do hereby solemnly declare and say that what is contained in paragraphs _________ to __________ is true to my knowledge and that what is state in paragraphs _______ to _______ is stated on legal advice and I believe the same to be true. Sd/- Before me, Registrar/Superintendent Matrimonial Petitions under HMA, Special Marriage, Divorce Act Hindu Marriage Act, Divorce, Maintenance, Restitution of Conjugal Rights MUTUAL CONSENT DIVORCE PETITION FORMAT UNDER SECTION 13(1)(B) OF HINDU MARRIAGE ACT 1955 DRAFT FORMAT OF THE MUTUAL DIVORCE PETITION BEFORE THE PRINCIPAL JUDGE, FAMILY COURT AT ___________ HMA PETITION No._______ OF___ 20__ IN THE MATTER OF: (Name and address of the Husband) : Petitioner No.1 (AND) (Name and address of the wife) : Petitioner No.2 PETITION UNDER SECTION 13 (1) (i-b) OF THE HINDU MARRIAGE ACT FOR DISSOLUTION OF MARRIAGE BY MUTUAL CONSENT MOST RESPECTFULLY SHOWETH:- 1. That The marriage between the parties was solemnized on ______at _______, by Hindu rites and ceremonies. The said marriage was consummated thereafter and the parties co-habited as husband and wife at the matrimonial home that is ______________. The particulars showing the details of the parties to the present petition is given hereunder:- HUSBAND BEFORE MARRIAGE. Age Address Status AFTER MARRIAGE Age Address Status WIFE BEFORE MARRIAGE Age Address Status AFTER MARRIAGE Age Address Status 2. That the parties could not adjust with each other due to temperamental differences and their marriage has broken down irretrievably and it is now not possible between the parties live as husband and wife any more. That all the efforts of reconciliation between the parties to continue the present marriage has failed and there are no further chances of reconciliation between the parties any more. That the matrimonial home of the parties was at ____________hence this court has the jurisdiction to grant the decree of divorce as prayed for. PRAYER It is most respectfully prayed that the court may accept the present petition and grant a decree of divorce between the parties thereby, dissolving the marriage between the parties. Any other order which the court may deem fit and proper in the facts and circumstances of the present case be also passed in favour of the petitioners. Petitioner No.1 Petitioner No.2 Note Mutual consent Divorce Petition draft should be annexed with the following documents: 1. Proof of identity of both the parties IN THE COURT OF THE _____________ JUDGE AT _________ MATRIMONIAL CASE NO. __________ OF 20__ IN THE MATTER OF: Mr. ALU_________ PETITIONER VERSUS MRS. GOBI __________ RESPONDENT PETITION UNDER SECTION 9 OF HINDU MARRIAGE ACT 1955 FOR RESTITUTION OF CONJUGAL RIGHTS MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That marriage of the Petitioner and the Respondent was solemnized on __________ at ____________ according to Hindu rites and ceremonies. The marriage was registered with the Registrar of marriages at ___________. That the status and place of residence of the Parties to the marriage before the marriage and at the time of filing this petition is given as under: i) Place of residence before the Marriage ii) Place of residence at the time of filing the Petition 3. That the Petitioner and his wife were living together happily at our house. That on _______ the respondent went to her fathers house at _______. That the petitioner went to his father-in-laws house at_______ to bring the respondent, a number of times, but on one pretext or the other, she declined to come along with the petitioner to his house. That lastly the petitioner went to the house of the respondents father at _______ on _______ and asked the respondent to return with him, but she refused to come. That the respondent deserted the petitioner or/and has withdrawn from his company without any reasonable or lawful excuse. The Petition is not being presented in collusion with the Respondent. The Petition is being presented without any unnecessary or improper delay on the part of the Petitioner. There is no other legal ground as to why the decree of restitution of conjugal rights be not granted in favour of the Petitioner. That no litigation has taken place between the parties to the Petition earlier. This Hon'ble Court has jurisdiction to entertain and try this Petition as the marriage was solemnized at ____________ the parties last resided together at _____________ and even presently the respondent is residing within the Jurisdiction of this Hon'ble Court. That the cause of action accrued to the petitioner against the respondent, within the jurisdiction of this Court, on _______ when the respondent left for her fathers house at _______ and it continues to accrue from day to day till the respondent comes back to the home of the petitioner and resumes his company.. 14. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree for restitution of conjugal rights in favour of Petition and against the respondent; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, the above named petitioner, do hereby verify that the contents of this petition in Para No ______ to Para No __________ are true to my personal knowledge and those in Para No _____ to Para No ________ are believed by me to be true. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER IN THE COURT OF THE _____________ JUDGE AT _________ MATRIMONIAL CASE NO. __________ OF 20__ IN THE MATTER OF: MR. HUS_________ PETITIONER VERSUS MRS. WIF __________ RESPONDENT PETITION FOR DECREE OF NULLITY OF MARRIAGE UNDER SECTION 12 OF HINDU MARRIAGE ACT MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That the Petitioner and his wife were living together happily at the matrimonial house. That the Petitioner recently found that the Respondent was pregnant from another person Mr __________ aged _____________ d/o _________________ Resident of ____________________ The Respondent at the time of marriage did not disclose her relationship with Mr. ___________and kept the Petitioner blank. There is no other legal ground as to why the decree prayed for should be not granted in favour of the Petitioner. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree of Divorce in her favour and against the Respondent and declare the marriage as null and void; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, Hus, state on solemn affirmation that whatever contained in paragraphs ____ to Para No __________ of the Petition is true to my own knowledge and that whatever contained in paragraphs No _____ to Para No ________ is based on information received and believed to be true to me. __________ OF 20__ IN THE MATTER OF: Mr. AA_________ PETITIONER VERSUS MRS. GG __________ RESPONDENT PETITION FOR JUDICIAL SEPARATION UNDER SECTION 10 OF HINDU MARRIAGE ACT MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That the Children is living with the Respondent. That on _______ the Petitioner was introduced to a person by his friend. During the conversation it was found that the Respondent is already marred to a third person. The Respondent while marrying the Petitioner not revealed this fact and kept the Petitioner blank. That on _____ first husband of the Respondent reached the house of Petitioner and demanded to send Respondent with him. That on the same day Respondent along with two children have gone with her former husband. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree of Judicial Separation in favour of Petition and against the respondent; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER Format of Affidavit to be filed along with Petition for Judicial Separation by the person who want to get Judicial separation through court. IN THE COURT OF THE _____________ JUDGE AT _________ MATRIMONIAL CASE NO. __________ OF 20__ IN THE MATTER OF: Mr. AA_________ PETITIONER VERSUS MRS. GG __________ RESPONDENT AFFIDAVIT I, _______ Mr. / Ms. ___________ aged ____years, Occupation_______, the Petitioner, solemnly affirm and say as under: 1. That I am the Petitioner in the accompanying Petition under Section ____ of Hindu Marriage Act and well-acquainted with the facts of the case. The Respondent while marrying the Petitioner not revealed this fact and kept the Petitioner bank. Signed at___________ this _______ day of _______ 20 _______ DEPONENT VERIFICATION I, the above named Deponent, do hereby verify on oath that the contents of the affidavit above are true to my personal knowledge and nothing material has been concealed or falsely stated therein. verified at ________ this _______ day of _______ 20 _______ DEPONENT Format of Petition for Decree of Nullity of Marriage under section 11 of HMA to declare marriage as null and void, when the Petition satisfies grounds for Nullity of Marriage. __________ OF 20__ IN THE MATTER OF: MRS. WIF_________ PETITIONER VERSUS MR. HUS __________ RESPONDENT PETITION FOR DECREE OF NULLITY OF MARRIAGE UNDER SECTION 11 OF HINDU MARRIAGE ACT MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That recently the Petitioner learnt that the respondent had a spouse living at the time of present marriage. The Respondent was already married to Mrs __________ aged _____________ d/o _________________ Resident of ____________________ The Respondent at the time of marriage not revealed this fact and kept the Petitioner blank. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, Wif, state on solemn affirmation that whatever contained in paragraphs ____ to Para No __________ of the Petition is true to my own knowledge and that whatever contained in paragraphs No _____ to Para No ________ is based on information received and believed to be true to me. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER Format of Petition for Decree of Divorce under Section 13(1)(ia) to get divorce when the Petitioner was treated with Cruelty by the Respondent. __________ OF 20__ IN THE MATTER OF: MRS. WI_________ PETITIONER VERSUS MR. HU __________ RESPONDENT PETITION FOR DECREE OF DIVORCE UNDER SECTION 13(1)(ia) OF HINDU MARRIAGE ACT, 1955 MOST RESPECTFULLY SHOWETH: The Petitioner, above named states as under: 1. That on _______ husband of the Petitioner has expelled the Petitioner after merciless beatings, when she questioned him about his drunken nature and misusing of money for drinking liquor with his friends. The Petition has not in any manner necessary to or condoned the acts complained of or connived at, but the Respondent is treating the Petitioner with cruelty after immediately after two weeks of solemnization of the marriage. In the facts and circumstances of case mentioned herein above this Hon'ble Court may graciously be pleased to: P R A Y E R That the Petitioner, therefore, prays: a) for grant of decree of Divorce in favour of Petitioner and against the Respondent; and b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. PETITIONER THROUGH ______________., Advocate Place : Date : VERIFICATION I, WI, state on solemn affirmation that whatever contained in paragraphs ____ to Para No __________ of the Petition is true to my own knowledge and that whatever contained in paragraphs No _____ to Para No ________ is based on information received and believed to be true to me. Signed and verified this _______ day of _______ 20 _______ at _______ PETITIONER Memorandum Recording Family Settlement THIS MEMORANDUM RECORDING ORAL FAMILY SETTLEMENT is made at _________ this ________ day of ____________ between Shri ____________ an Indian inhabitant residing at __________ _________ _________ (hereinafter called \"the Party of the First Part\") of the FIRST PART, Shri ______________, an Indian inhabitant residing at _____________ _____________ (hereinafter called \"the Party of the Second Part\") of the SECOND PART and Shri _________, also an Indian inhabitant residing at ____________________________________ (hereinafter called \"the Party of the Third Part\") of the THIRD PART. The parties hereto are related to each other, the party of the first part being the ____________ of the party of the Second Part etc; 2. With the object of resolving the aforesaid disputes arising out of the conflicting claims made by the parties hereto as stated above and for effectuating a permanent solution of all the outstanding disputes once and for settlement was arrived at for ensuring family peace and harmony after considering what was best in the interest of the parties and in expectation that the settlement would result in achieving amity and goodwill among the Parties and it was agreed that the parties and it was agreed that the settlement arrived at would be final and binding upon all the parties hereto and avoid any further disputes and or differences amongst the parties hereto. The parties hereto, have come to a settlement after the aforesaid discussion with the help of mutual friends to resolve the disputes and differences, and a memorandum of settlement with certain terms and conditions was drawn with a view to avoid any future disputes and or differences amongst the parties hereto and that this memorandum has been entered into to record the said terms and conditions of the Family Settlement already agreed upon by the parties hereto. In pursuance of the said agreement and in consideration of the premises, the parties hereto agree that the Party of the Third Part shall apply to the Court for grant of letters of administration with the will annexed of the estate of the late ___________, the deceased. Without prejudice to their right to get their shares in the estate of the deceased as hereinafter fixed and agreed to by the parties hereto, the heirs shall give their letters of consent to the Party of the Third Part for obtaining the letters of administration as aforesaid. In consideration of the premises, the Party of the Third Part shall immediately after the letters of administration have been obtained grant, deliver and transfer one-third of the said properties and assets (after setting apart a sum of Rs. with __________ Bank, _____________ Branch, towards the expenses of obtaining the Probate / Letters of Administration with the will annexed and the transfer / distribution of the estate of the deceased in accordance herewith and the said sum shall be utilized by the parties hereto, accordingly. In case of any deficit in meeting the debts of the deceased and/ or the expenses of proving the Will and distribution of the estate, the parties hereto, shall contribute equally to such deficit. After setting apart sums to meet the debts of the deceased and the estimated expenses of distribution of the estate, The assets allotted to the said the Party of the First Part pursuant to the Family Settlement arrived at are more particularly described in the First Schedule hereunder written. Similarly, The assets allotted to the said the Party of the Second Part pursuant to the Family Settlement arrived at are more particularly described in the Second Schedule hereunder written. All expenses of and incidental to the grant of letters of administration as also of transfer of the shares to the respective parties hereto shall come out of the estate of the deceased. It is expressly agreed by and between the parties hereto that the heirs shall not claim any rights under the said codicil and the Party of the Third Part shall not, after obtaining the letters of administration with the will annexed, claim any rights under the said will, save as hereinbefore provided. The parties hereto confirm and declare that all the disputes and differences between them are settled and that none of the parties has any further or other claim or demand of any nature whatsoever against the other or others of them. The parties hereto expressly agree and declare that they have arrived at this Family Arrangement in order to put an end to existing and future disputes between the parties and with a view to bring about amity and goodwill amongst them and with a view to maintaining peace and bring about harmony in the family. The parties hereto further agree and declare that the terms of the Memorandum of Family Settlement arrived at between them and recorded herein are fair and bona fide and in the interest of all the parties. The parties hereto shall sign and execute or cause to be signed and executed all such documents, deeds, writing and/or instructions as may be necessary to give effect to the Family Arrangement arrived at amongst the parties hereto. The first schedule hereinabove referred to (The assets allotted to the said the Party of the First Part) Part IV: List of Debts of the Deceased. The Second schedule hereinabove referred to (The assts allotted to the said the Party of the Second Part) The third schedule hereinabove referred to (The assets allotted to the said the Party of the Third Part) IN WITNESSES WHEREOF the parties hereto have hereunto set and subscribed their respective hands the day and year first hereinabove written. SIGNED AND DELIVERED by } the Party of the First Part } Shri.......................... } in the presence of ___________ } SIGNED AND DELIVERED by } the Party of the Second Part } Shri.......................... } in the presence of ___________ } SIGNED AND DELIVERED by } the Party of the Third Part } Shri......................... } in the presence of ____________ } Partition Deed THIS DEED OF PARTITION made at (city) this ___ day of __________, 200-,BETWEEN Mr. _____________,s/o____________, R/o ____________________________ Hereinafter called First Party of the First Part, Shri ____________,s/o_______________, R/o ____________________, hereinafter called Party of the Second Part, (3) Mr. __________s/o________________,r/o_______________________, hereinafter called Party of the Third Part WHEREAS Shri ___________ is the Karta and Manager of the joint and undivided Hindu family, carrying on the activities under the name and style of \"________________________\" (hereinafter referred to as \"the said ___\", consisting of the said ___________, his wife, the said __________, and the said ____). AND WHEREAS the parties hereto have agreed on the ___ day of _____ to have a total partition all the assets held by the said HUF on such partition:- ___ Shares of _____________ Ltd. Rs. _______/- Total Rs.________/- The above-named shares will be transferred to ________ on receipt of Rs.________/- AND WHEREAS the net capital of the said HUF immediately before the full partition is Rs.________ consisting of Rs._______ as bank balance and Rs.____/- AND WHEREAS the parties hereto are desirous of affecting the full partition of the said HUF by donating the entire amount to a charitable trust. The parties hereto hereby declare that the said HUF has been fully partitioned on the ___ day of ______________. The parties hereto agree to donate the entire capital of Rs.______- held by the said ___ to _______ ____________ (a public charitable trust). PETITION BY HUSBAND FOR ANNULMENT OF VOIDABLE MARRIAGE IN THE COURT OF THE DISTRICT JUDGE AT _______ Matrimonial Petition No_______ of 20_______ _________________________________________________________ Petitioner ; VERSUS _________________________________________________________Respondent. Petition under Section 12(1)(d) of the Hindu Marriage Act, 1954. The parties were married after the commencement of the Hindu Marriage Act on ________________ at _________________ An extract from the Hindu Marriage Register/Affidavit is filed herewith. After the aforesaid marriage the respondent came to live with the petitioner at his house. The petitioner grew apprehensive and desired to consult some physician but the respondent said that there was nothing serious and she may be sent to her parental home where she would recover soon. The petitioner sent the respondent to her father’s house on ______________ and kept on visiting her to ascertain her welfare. The petitioner insisted that a doctor be consulted and on the respondent’s father’s assent, Dr _______. The petitioner wrote a letter on ____________ to the respondent saying that she was carrying a child of sin in her womb and that was the end of marriage so far as he was concerned. That the respondent delivered a full grown son in the Women’s Hospital, ____________, on _____________That the said child was not the result of the petitioner’s cohabitation with the respondent. The petitioner was ignorant of the facts of the pregnancy of the respondent at the time of his marriage. No marital intercourse has taken place between the parties since the discovery by the petitioner that the respondent was pregnant. This petition is being filed within one year of the date of the marriage. The petitioner, therefore, prays that the marriage between the parties be annulled by a decree of nullity and the petitioner be awarded special costs. Petitioner. VERIFICATION The abovenamed petitioner states on solemn affirmation that Paras 1 to _______ of the petition are true to the best of petitioner’s information and belief. PETITION FOR RESTITUTION OF CONJUGAL RIGHTS IN THE COURT OF THE _______ Matrimonial Case No. _______ of 20 _______ Shri ,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,, ________________ Petitioner; Versus Smt,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,. That the petitioner was married to the respondent on ____________ at ____________ within the jurisdiction of this Court. That the petitioner went to his father-in-law’s house at______________________________ to bring the respondent, a number of times, but on one pretext or the other, she declined to come along with the petitioner to his house. That lastly the petitioner went to the house of the respondent’s father at ___________________ on ___________________ and asked the respondent to return with him, but she refused to come. That the cause of action accrued to the petitioner against the respondent, within the jurisdiction of this Court, on __________________ when the respondent left for her father’s house at ____________ and it continues to accrue from day to day till the respondent comes back to the home of the petitioner and resumes his company. That the petitioner claims and prays: (a) That a decree for the restitution of conjugal rights be passed in favour of the petitioner against the respondent. (b) Any other relief or reliefs which the court may deem proper under the circumstances be also awarded to the petitioner. _______ Petitioner. VERIFICATION I, the abovenamed petitioner, do hereby verify that the contents of this petition in Paras ______________ are true to my personal knowledge and those in Paras Nos______________ are believed by me to be true. Signed and verified this _______ day of _______ 20 _______ at _______ in Civil Court compound. PETITION OF WIFE FOR ANNULMENT OF VOID MARRIAGE IN THE COURT OF THE DISTRICT JUDGE, ______________ Matrimonial Petition No._______ of 20 _______ Smt __________________________ Petitioner; Versus 1. The petitioner and Respondent No. After the aforesaid marriage, the petitioner and the respondent lived as man and wife at the house of Respondent No. 2, Shri __________________ came to the petitioner’s matrimonial home and claimed that his daughter, Respondent No. Alarmed by the disclosure the petitioner asked her brother to investigate if the claim of Respondent No. On or about the__________________, the petitioner asked Respondent No. 1’s marriage with Respondent No. As the marriage was solemnized at ________________, this Court has jurisdiction to entertain this petition. The petitioner, therefore, prays : (a) the petitioner’s marriage with the respondent be declared null and void; (b) the petitioner be awarded permanent alimony : (c) such other relief as the circumstances of the case justify. I, ______________________ petitioner abovenamed, do hereby declare that the contents of Paras 1 to 6 are true to my knowledge. That the plaintiff is permanently residing within the jurisdiction of this Hon'ble court and all the correspondence from the defendants were received at his home address and the office of the defendant is located in the territory of this Hon'ble Court, hence this court has each and every jurisdiction to try and entertain this suit. Such other reliefs as deemed fit and proper in the facts and circumstances of the case may also be passed in favour of the plaintiff and against the defendants in the interest of justice. That the applicant/plaintiff has filed a case before this honorable court hearing where of will take some time. That it is apparent from perusal of grounds and documents attached therewith that the applicant has prima facie a very good case in his favour and the case is likely to succeeds. The grounds of the case may be read as part of this application to save the repetition. In case the respondents are not restrain that the applicant will suffer irreparable loss and injury which cannot be compensated in terms of money and filing of this case will become infructuous. It is therefore most respectfully prayed that the respondents be restrained from _______ in the interest of justice. Such other orders he also passed in favour of the applicant as deemed fit in facts and circumstances of the case. That I further solemnly affirm and declare that the contents of this affidavit of mine are correct and true to the best of my knowledge and no part of it is false and nothing material has been concealed therewith. Dated : ______ Sd:- Plaintiff Petitioner Defendant Respdt. Claim: for Declaration Date of Hearing : ______ Date By Whom Filed Purpose Amount Stamp _______ Plaintiff For service of defendants ___________ Advocate ___________ Received on __________________.___ Court-fee stamp of the value of Rs.__________ _____ with ______ copies in case No. Versus ………………………………………………………………………………………………………………………….. Suit for : for Partition Date of Hearing: ______ Date of Production : ______ S.No Details, Date What is If Documents If Rejected Documents Intended Filed What is Then the to be the Exh Marked Date of Proved From on it Return of Document Documents Date:______ Counsel for Plaintiff/Defendant List of Documents Relied Upon Under Order 7 Rule 14 C. P. C. Filed by : 2 IN THE COURT OF SUB-JUDGE AT ………………….. ……………………………………………………………………………………………………………… Versus ,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,……………………………… Suit : for Declaration Date of hearing:______ 1. Counsel for Dated : ______ Separation Agreement between Husband and Wife THIS AGREEMENT made at.......... on this.......... day of...............2000, between A, son of B, resident of........... (Hereinafter called \"the husband\") of the ONE PART and Mrs. A his wife (hereinafter called \"the wife\") of the OTHER PART. The parties shall live separately and apart from each other and no party shall have any right, authority over the other or shall institute any legal proceeding for restitution of conjugal rights or otherwise. The wife shall be entitled to the custody and guardianship of the children of the marriage, namely C and D now aged........ Years and.......... years, respectively. Notwithstanding anything contained in this agreement, it is expressly agreed that if at any time hereafter, the parties live together as husband and wife with mutual consent, then in that case, the said sum payable to the wife-under this agreement shall no longer be payable and the agreements hereinabove contained shall become void. Date of Institution : ______ ……………..…………………………………………………..Plaintiff Versus ……………………………………………………………….Defendants Suit for the Partition to the effect that the plaintiff is entitled to get ______ Respectfully Sheweth : 1. Application No:______________ of 20…………… …………………………………………………………………..Applicant Versus ……………………………………………………………………Respondent Application under order 39 Rule 1 and 2 of the Civil Procedure Code for _______ Respectfully Sheweth: 1. Claim: for Declaration Date of Hearing : ______ Date By Whom Filed Purpose Amount Stamp ___________________________________ Plaintiff For service of defendants ___________ Advocate ___________ Received on ____________ Court-fee stamp of the value of Rs. ______ Versus ______ Suit for : for Partition Date of Hearing: ______ Date of Production : ______ S.No Details, Date What is If Documents If Rejected Documents Intended Filed What is Then the to be the Exh Marked Date of Proved From on it Return of Document Documents Date:______ Counsel for Plaintiff/Defendant List of Documents Relied Upon Under Order 7 Rule 14 C. P. C. Filed by : 2 IN THE COURT OF SUB-JUDGE AT ………………………."
    }
  ],
  "legal_roles": {
    "party_0": "the FIRST PARTY",
    "party_1": "the SECOND PARTY",
    "party_2": "the FIRST PARTY",
    "party_3": "the SECOND PARTY",
    "party_4": "the THIRD PARTY",
    "party_5": "the SECOND PARTY",
    "party_6": "the THIRD PARTY",
    "party_7": "the FOURTH PARTY",
    "party_8": "the THIRD PARTY",
    "party_9": "the FOURTH PARTY",
    "party_10": "Third Sc",
    "party_11": "igned",
    "party_12": "igned",
    "party_13": "igned",
    "party_14": "the Party of the First Part",
    "party_15": "the Party of the Second Part",
    "party_16": "the Party of the Third Part",
    "party_17": "uance",
    "party_18": "the Party of the Third Part",
    "party_19": "Court",
    "party_20": "ann",
    "party_21": "ter",
    "party_22": "the Party of the Third Part",
    "party_23": "the Party of the Third Part",
    "party_24": "the Party of the Third Part",
    "party_25": "the Party of the First Part",
    "party_26": "the Party of the Second Part",
    "party_27": "the Party of the Third Part",
    "party_28": "the Party of the Third Part",
    "party_29": "eed",
    "party_30": "the Party of the First Part) Part IV",
    "party_31": "the Party of the Second Part",
    "party_32": "the Party of the Third Part",
    "party_33": "the Party of the First Part }",
    "party_34": "the Party of the Second Part }",
    "party_35": "the Party of the Third Part }",
    "party_36": "Dee",
    "party_37": "First Party of the First Part",
    "party_38": "Party of the Second Part",
    "party_39": "Party of the Third Part WHEREAS",
    "party_40": "Hind",
    "parties_41": "adjus",
    "parties_42": "cohabitat",
    "parties_43": "rce",
    "parties_44": "MATRI",
    "parties_45": "rned register",
    "parties_46": "This Hon'ble Court",
    "parties_47": "Jur",
    "parties_48": "ned",
    "parties_49": "This Hon'ble Court",
    "parties_50": "Jur",
    "parties_51": "rned register",
    "parties_52": "This Hon'ble Court",
    "parties_53": "Jur",
    "parties_54": "rned register",
    "parties_55": "This Hon'ble Court",
    "parties_56": "Jur",
    "parties_57": "ned",
    "parties_58": "This Hon'ble Court",
    "parties_59": "Jur",
    "parties_60": "the Party of the Third Part",
    "parties_61": "Parti",
    "parties_62": "DITIONS AS",
    "parties_63": "the Party of the Third Part",
    "parties_64": "Court",
    "parties_65": "the Party of the Third Part",
    "parties_66": "Savings Bank Account",
    "parties_67": "the Party of the Third",
    "parties_68": "this Family Arrangement",
    "parties_69": "odwill",
    "parties_70": "the Memorandum of Family Settlement",
    "parties_71": "the Family Arrangement",
    "parties_72": "the Party of the Third Part",
    "parties_73": "HUF",
    "parties_74": "HUF",
    "parties_75": "INDENTURE",
    "parties_76": "HUF",
    "parties_77": "HUF",
    "parties_78": "ereby",
    "parties_79": "HUF",
    "parties_80": "the Hindu Marriage Register/Affidavit",
    "parties_81": "ma"
  },
  "obligations_and_rights": {
    "obligations": [
      {
        "modal": "shall",
        "action": "exercise all rights in respect thereof and avail of all interest in respect therein during her lifetime",
        "text": "shall exercise all rights in respect thereof and avail of all interest in respect therein during her lifetime"
      },
      {
        "modal": "shall",
        "action": "revert to my heirs in equal shares, I have put my widow daughter-in-law in possession of the said house gifted to her and therefore from today I have ceased to possess any right or claim in respect of the gifted property",
        "text": "shall revert to my heirs in equal shares, I have put my widow daughter-in-law in possession of the said house gifted to her and therefore from today I have ceased to possess any right or claim in respect of the gifted property"
      },
      {
        "modal": "shall",
        "action": "receive the immovable property and the second party shall receive the investments specified in the Second Schedule hereunder written and that the third party shall receive the investments specified in the Third Schedule hereunder written as absolute owners",
        "text": "shall receive the immovable property and the second party shall receive the investments specified in the Second Schedule hereunder written and that the third party shall receive the investments specified in the Third Schedule hereunder written as absolute owners"
      },
      {
        "modal": "shall",
        "action": "pay to each of the second and third parties, the sum of Rs",
        "text": "shall pay to each of the second and third parties, the sum of Rs"
      },
      {
        "modal": "shall",
        "action": "assent to the vesting of the immovable property described in the First Schedule hereunder written in the first party as absolute owners",
        "text": "shall assent to the vesting of the immovable property described in the First Schedule hereunder written in the first party as absolute owners"
      },
      {
        "modal": "shall",
        "action": "transfer the investment specified in Second and Third Schedules to the second and third parties respectively and they will become the absolute owners of the said investments",
        "text": "shall transfer the investment specified in Second and Third Schedules to the second and third parties respectively and they will become the absolute owners of the said investments"
      },
      {
        "modal": "shall",
        "action": "not claim any rights under the said will, save as hereinabove provided and they shall release and indemnity the executor from and against all actions, proceedings, claims and demands in respect of the assent and transfers hereinbefore agreed to be made",
        "text": "shall not claim any rights under the said will, save as hereinabove provided and they shall release and indemnity the executor from and against all actions, proceedings, claims and demands in respect of the assent and transfers hereinbefore agreed to be made"
      },
      {
        "modal": "shall",
        "action": ", unless repugnant to the context or meaning thereof mean and include their respective successors and assigns",
        "text": "shall , unless repugnant to the context or meaning thereof mean and include their respective successors and assigns"
      },
      {
        "modal": "shall",
        "action": "apply to the Court for grant of letters of administration with the will annexed of the estate of the late ___________, the deceased",
        "text": "shall apply to the Court for grant of letters of administration with the will annexed of the estate of the late ___________, the deceased"
      },
      {
        "modal": "shall",
        "action": "give their letters of consent to the Party of the Third Part for obtaining the letters of administration as aforesaid",
        "text": "shall give their letters of consent to the Party of the Third Part for obtaining the letters of administration as aforesaid"
      },
      {
        "modal": "shall",
        "action": "immediately after the letters of administration have been obtained grant, deliver and transfer one-third of the said properties and assets (after setting apart a sum of Rs",
        "text": "shall immediately after the letters of administration have been obtained grant, deliver and transfer one-third of the said properties and assets (after setting apart a sum of Rs"
      },
      {
        "modal": "shall",
        "action": "be utilized by the parties hereto, accordingly",
        "text": "shall be utilized by the parties hereto, accordingly"
      },
      {
        "modal": "shall",
        "action": "contribute equally to such deficit",
        "text": "shall contribute equally to such deficit"
      },
      {
        "modal": "shall",
        "action": "come out of the estate of the deceased",
        "text": "shall come out of the estate of the deceased"
      },
      {
        "modal": "shall",
        "action": "not claim any rights under the said codicil and the Party of the Third Part shall not, after obtaining the letters of administration with the will annexed, claim any rights under the said will, save as hereinbefore provided",
        "text": "shall not claim any rights under the said codicil and the Party of the Third Part shall not, after obtaining the letters of administration with the will annexed, claim any rights under the said will, save as hereinbefore provided"
      },
      {
        "modal": "shall",
        "action": "sign and execute or cause to be signed and executed all such documents, deeds, writing and/or instructions as may be necessary to give effect to the Family Arrangement arrived at amongst the parties hereto",
        "text": "shall sign and execute or cause to be signed and executed all such documents, deeds, writing and/or instructions as may be necessary to give effect to the Family Arrangement arrived at amongst the parties hereto"
      },
      {
        "modal": "SHALL",
        "action": "EVER PRAY",
        "text": "SHALL EVER PRAY"
      },
      {
        "modal": "shall",
        "action": "live separately and apart from each other and no party shall have any right, authority over the other or shall institute any legal proceeding for restitution of conjugal rights or otherwise",
        "text": "shall live separately and apart from each other and no party shall have any right, authority over the other or shall institute any legal proceeding for restitution of conjugal rights or otherwise"
      },
      {
        "modal": "shall",
        "action": "during the life time of the wife pay to her a sum of Rs",
        "text": "shall during the life time of the wife pay to her a sum of Rs"
      },
      {
        "modal": "shall",
        "action": "be entitled to stop the payment of maintenance allowance after giving her notice",
        "text": "shall be entitled to stop the payment of maintenance allowance after giving her notice"
      },
      {
        "modal": "shall",
        "action": "be entitled to the custody and guardianship of the children of the marriage, namely C and D now aged",
        "text": "shall be entitled to the custody and guardianship of the children of the marriage, namely C and D now aged"
      },
      {
        "modal": "shall",
        "action": "maintain and educate the said children until they shall respectively attain the age of majority",
        "text": "shall maintain and educate the said children until they shall respectively attain the age of majority"
      },
      {
        "modal": "shall",
        "action": "not be liable for any claim or demands of the children and the wife shall keep the husband indemnified from and against all claims and demands in respect of such children",
        "text": "shall not be liable for any claim or demands of the children and the wife shall keep the husband indemnified from and against all claims and demands in respect of such children"
      },
      {
        "modal": "shall",
        "action": "pay for and discharge all liabilities or debts incurred by her after the date of these presents, whether for maintenance, support or otherwise and the husband shall not be liable for the same",
        "text": "shall pay for and discharge all liabilities or debts incurred by her after the date of these presents, whether for maintenance, support or otherwise and the husband shall not be liable for the same"
      },
      {
        "modal": "shall",
        "action": "no longer be payable and the agreements hereinabove contained shall become void",
        "text": "shall no longer be payable and the agreements hereinabove contained shall become void"
      },
      {
        "modal": "shall",
        "action": "be revoked by the death of either the husband or wife",
        "text": "shall be revoked by the death of either the husband or wife"
      },
      {
        "modal": "shall",
        "action": "be executed in duplicate",
        "text": "shall be executed in duplicate"
      },
      {
        "modal": "shall",
        "action": "be retained by the husband and duplicate by the wife",
        "text": "shall be retained by the husband and duplicate by the wife"
      },
      {
        "modal": "SHALL",
        "action": "EVER PRAY",
        "text": "SHALL EVER PRAY"
      }
    ],
    "rights": [
      {
        "modal": "may",
        "action": "require",
        "text": "may require"
      },
      {
        "modal": "may",
        "action": "accept the present petition and grant a decree of divorce between the parties thereby, dissolving the marriage between the parties",
        "text": "may accept the present petition and grant a decree of divorce between the parties thereby, dissolving the marriage between the parties"
      },
      {
        "modal": "may",
        "action": "deem fit and proper in the facts and circumstances of the present case be also passed in favour of the petitioners",
        "text": "may deem fit and proper in the facts and circumstances of the present case be also passed in favour of the petitioners"
      },
      {
        "modal": "may",
        "action": "graciously be pleased to",
        "text": "may graciously be pleased to"
      },
      {
        "modal": "may",
        "action": "deem proper under the circumstances be also awarded to the petitioner",
        "text": "may deem proper under the circumstances be also awarded to the petitioner"
      },
      {
        "modal": "may",
        "action": "graciously be pleased to",
        "text": "may graciously be pleased to"
      },
      {
        "modal": "may",
        "action": "deem proper under the circumstances be also awarded to the petitioner",
        "text": "may deem proper under the circumstances be also awarded to the petitioner"
      },
      {
        "modal": "may",
        "action": "graciously be pleased to",
        "text": "may graciously be pleased to"
      },
      {
        "modal": "may",
        "action": "deem proper under the circumstances be also awarded to the petitioner",
        "text": "may deem proper under the circumstances be also awarded to the petitioner"
      },
      {
        "modal": "may",
        "action": "graciously be pleased to",
        "text": "may graciously be pleased to"
      },
      {
        "modal": "may",
        "action": "deem proper under the circumstances be also awarded to the petitioner",
        "text": "may deem proper under the circumstances be also awarded to the petitioner"
      },
      {
        "modal": "may",
        "action": "graciously be pleased to",
        "text": "may graciously be pleased to"
      },
      {
        "modal": "may",
        "action": "deem proper under the circumstances be also awarded to the petitioner",
        "text": "may deem proper under the circumstances be also awarded to the petitioner"
      },
      {
        "modal": "may",
        "action": "be necessary to give effect to the Family Arrangement arrived at amongst the parties hereto",
        "text": "may be necessary to give effect to the Family Arrangement arrived at amongst the parties hereto"
      },
      {
        "modal": "may",
        "action": "be sent to her parental home where she would recover soon",
        "text": "may be sent to her parental home where she would recover soon"
      },
      {
        "modal": "may",
        "action": "deem proper under the circumstances be also awarded to the petitioner",
        "text": "may deem proper under the circumstances be also awarded to the petitioner"
      },
      {
        "modal": "is entitled to",
        "action": "get ____________________ Respectfully Sheweth",
        "text": "is entitled to get ____________________ Respectfully Sheweth"
      },
      {
        "modal": "is entitled to",
        "action": "get his share _______________________ , be passed in favour of plaintiff and against the defendants with costs of the suit",
        "text": "is entitled to get his share _______________________ , be passed in favour of plaintiff and against the defendants with costs of the suit"
      },
      {
        "modal": "may",
        "action": "also be passed in favour of the plaintiff and against the defendants in the interest of justice",
        "text": "may also be passed in favour of the plaintiff and against the defendants in the interest of justice"
      },
      {
        "modal": "may",
        "action": "be read as part of this application to save the repetition",
        "text": "may be read as part of this application to save the repetition"
      },
      {
        "modal": "may",
        "action": "be served on me on the address given above during the pendency of the suit",
        "text": "may be served on me on the address given above during the pendency of the suit"
      },
      {
        "modal": "is entitled to",
        "action": "deduct the same from the amount payable to the wife under this agreement",
        "text": "is entitled to deduct the same from the amount payable to the wife under this agreement"
      },
      {
        "modal": "may",
        "action": "remove all her wearing apparel, jewelry and other personal effects, etc",
        "text": "may remove all her wearing apparel, jewelry and other personal effects, etc"
      },
      {
        "modal": "may",
        "action": "have the access to the children at every Sunday between 7",
        "text": "may have the access to the children at every Sunday between 7"
      },
      {
        "modal": "may",
        "action": "have the sole society of the children in the said timings on the said day",
        "text": "may have the sole society of the children in the said timings on the said day"
      },
      {
        "modal": "is entitled to",
        "action": "get ______ Respectfully Sheweth",
        "text": "is entitled to get ______ Respectfully Sheweth"
      },
      {
        "modal": "is entitled to",
        "action": "get his share _____ , be passed in favour of plaintiff and against the defendants with costs of the suit",
        "text": "is entitled to get his share _____ , be passed in favour of plaintiff and against the defendants with costs of the suit"
      },
      {
        "modal": "may",
        "action": "also be passed in favour of the plaintiff and against the defendants in the interest of justice",
        "text": "may also be passed in favour of the plaintiff and against the defendants in the interest of justice"
      },
      {
        "modal": "may",
        "action": "be read as part of this application to save the repetition",
        "text": "may be read as part of this application to save the repetition"
      },
      {
        "modal": "may",
        "action": "be served on me on the address given above during the pendency of the suit",
        "text": "may be served on me on the address given above during the pendency of the suit"
      },
      {
        "modal": "can",
        "action": "t Versus ………………………………………………………………………………………………………………Respondent Application under order 39 Rule 1 and 2 of the Civil Procedure Code for ______________ Respectfully Sheweth",
        "text": "can t Versus ………………………………………………………………………………………………………………Respondent Application under order 39 Rule 1 and 2 of the Civil Procedure Code for ______________ Respectfully Sheweth"
      },
      {
        "modal": "can",
        "action": "t/plaintiff has filed a case before this honorable court hearing where of will take some time",
        "text": "can t/plaintiff has filed a case before this honorable court hearing where of will take some time"
      },
      {
        "modal": "can",
        "action": "t has prima facie a very good case in his favour and the case is likely to succeeds",
        "text": "can t has prima facie a very good case in his favour and the case is likely to succeeds"
      },
      {
        "modal": "can",
        "action": "t",
        "text": "can t"
      },
      {
        "modal": "can",
        "action": "t will suffer irreparable loss and injury which cannot be compensated in terms of money and filing of this case will become infructuous",
        "text": "can t will suffer irreparable loss and injury which cannot be compensated in terms of money and filing of this case will become infructuous"
      },
      {
        "modal": "can",
        "action": "t as deemed fit in facts and circumstances of the case",
        "text": "can t as deemed fit in facts and circumstances of the case"
      },
      {
        "modal": "can",
        "action": "t ______ Through, Advocate IN THE COURT OF SUB-JUDGE AT …………………………… Application No",
        "text": "can t ______ Through, Advocate IN THE COURT OF SUB-JUDGE AT …………………………… Application No"
      },
      {
        "modal": "can",
        "action": "t Versus ………………………………………………………………………………………………………",
        "text": "can t Versus ………………………………………………………………………………………………………"
      },
      {
        "modal": "can",
        "action": "t Versus ……………………………………………………………………Respondent Application under order 39 Rule 1 and 2 of the Civil Procedure Code for _______ Respectfully Sheweth",
        "text": "can t Versus ……………………………………………………………………Respondent Application under order 39 Rule 1 and 2 of the Civil Procedure Code for _______ Respectfully Sheweth"
      },
      {
        "modal": "can",
        "action": "t/plaintiff has filed a case before this honorable court hearing where of will take some time",
        "text": "can t/plaintiff has filed a case before this honorable court hearing where of will take some time"
      },
      {
        "modal": "can",
        "action": "t has prima facie a very good case in his favour and the case is likely to succeeds",
        "text": "can t has prima facie a very good case in his favour and the case is likely to succeeds"
      },
      {
        "modal": "can",
        "action": "t",
        "text": "can t"
      },
      {
        "modal": "can",
        "action": "t will suffer irreparable loss and injury which cannot be compensated in terms of money and filing of this case will become infructuous",
        "text": "can t will suffer irreparable loss and injury which cannot be compensated in terms of money and filing of this case will become infructuous"
      },
      {
        "modal": "can",
        "action": "t as deemed fit in facts and circumstances of the case",
        "text": "can t as deemed fit in facts and circumstances of the case"
      },
      {
        "modal": "can",
        "action": "t ____________ Through, Advocate IN THE COURT OF SUB-JUDGE AT ………………",
        "text": "can t ____________ Through, Advocate IN THE COURT OF SUB-JUDGE AT ………………"
      },
      {
        "modal": "can",
        "action": "t Versus /………………………………………………………………",
        "text": "can t Versus /………………………………………………………………"
      }
    ]
  }
}