{
  "document_summary": "Partnership Agreement for a Single Venture This Deed of Partnership made at ... on this ... day of... between Mr. A residing at ... hereinafter referred to as the 'Party of the First Part' and Mr. B, residing at ... hereinafter referred to as the 'Party of the Second Part.' And Whereas the Party of the Second Part has agreed to do so and the parties have agreed to enter into this partnership on the terms and conditions herein after mentioned. The parties hereto agree to carry on the business hereinafter mentioned in partnership on the terms and conditions herein mentioned, in the name and style of M/s. The partnership shall be deemed to have commenced from the ... Day of... ………, 2000 and the period of the partnership shall be co-terminus with the completion of the said single business or adventure. The business of the partnership (hereinafter referred to as the 'Firm') shall consist of carrying out and completing the work of construction of the bridge over the river at …………………..... The party of the Second Part will contribute such further amounts as may be required from time to time for carrying out the said work and the amounts will be treated as a loan by him to the Firm carrying Interest at the rate of 18 per cent per annum. Net profit will mean the gross profits earned in such year less the expenses of the management of the business including the rent of the premises of the firm. Interest payable on the amounts advanced by the Party of the Second Part and by other creditors if any and all other expenses incurred In connection with the business and allowable as deduction under the Income Tax Act. The Party of the Second Part will look after the financial side of the work as well as look after the administration of the Firm and its said business. The books of account and all other record of the Firm will be always kept at the office of the Firm and will be open for Inspection by any of the partners hereto at any time. Subject to what Is otherwise provided herein, each of the partners- hereto shall - a. participate and attend to the business of the firm to the greatest common advantage of the firm. e. Not carry on any business similar to the business of the Firm or any other business anywhere without the consent of the other partner/s. g. be entitled to be indemnified by the Firm in-respect of payment made and liabilities incurred by him- i. in 'the ordinary and proper course of business of the firm and ii. All the tangible and intangible assets of the Firm Including the goodwill, stock-in-trade, benefit of business licenses and permits, benefits of contracts entered etc. will belong to the parties in equal shares but subject to the debts and liabilities of the Firm and the property of the Firm shall be used by the parties exclusively for the business of the firm. Every party shall account for the profit earned from any transaction of the Firm or for the use of the property of the Firm. At the end of every six months, the Party of the Second Part will be entitled to withdraw such amount as the funds of the Firm will permit, towards repayment of the principal amount of loan advanced by the Party of the Second Part to the Firm. h. borrow any moneys for or in the name of the firm, or create any security or charge on the assets of the Firm. j. stand as a guarantor or surety for any person, In the name of the Firm or for and on behalf of the Firm. The Parties shall open in the name of the Firm one or more accounts either current, saving or overdraft or cash credit with one or more banks as may be agreed upon by the partners and the account or accounts will be operated by any one of the parties hereto. The Partnership shall continue till the completion of the said work of construction or If by any chance the said construction contract is cancelled for any reason, till the cancellation of such contract and till then none of the parties shall be entitled to dissolve the partnership or to retire from the partnership. If and when the partnership is dissolved, an account of the assets and property and list will be made up to the date of dissolution and out of the assets in specie or by sale thereof, all debts and liabilities including the loan advanced by the Party of the Second Part will be paid In priority and if any balance will remain the same will be shared by the Parties hereto in equal shares. If the said construction contract Is cancelled by any party thereto and there Is a claim by or against the Firm In respect thereof, the same will be prosecuted or defended by both the parties hereto and the winding up of the partnership will be deemed to continue until such claims are finally disposed of by arbitration or court proceedings. If any dispute or difference shall arise between the parties hereto touching the business of the firm or interpretation of any provision hereof or otherwise. howsoever relating to the Firm and its business, the same shall be referred to arbitration of a common arbitrator If agreed upon, failing which to two arbitrators one to be appointed by each party to the dispute and the arbitration shall be governed by the Arbitration & Conciliation Act. The parties shall, as early as possible but In any event within the prescribed period get the Firm registered under the Partnership Act.",
  "entities": {
    "PERSON": [
      "A",
      "s. f.",
      "g.",
      "him- i. in '",
      "f.",
      "h.",
      "j. stand"
    ],
    "ORG": [
      "the 'Party of the First Part'",
      "the 'Party of the Second Part",
      "the Party of the First Part",
      "the Party of the Second Part",
      "The Party of the Second Part",
      "the Party of the Second Part to the Firm",
      "Interest",
      "the Arbitration & Conciliation Act",
      "the Party of the Other Part",
      "withinnamed"
    ],
    "DATE": [
      "this ... day",
      "the ... Day",
      "2000",
      "such year",
      "The accounting year",
      "1st April to 31st March",
      "that year",
      "annually",
      "the end of every six months",
      "1996",
      "1932",
      "1961",
      "the day and year first"
    ],
    "MONEY": [
      "18 per cent"
    ],
    "LAW": [
      "the Income Tax Act",
      "the Partnership Act"
    ],
    "GPE": [],
    "ARTICLE": [],
    "SECTION": [],
    "CLAUSE": [],
    "CHAPTER": []
  },
  "key_clauses": {
    "indemnification": [
      "indemnify the Firm for any loss caused to it by wilful negligence or fraud in the conduct of the business."
    ]
  },
  "section_summaries": [
    {
      "heading": "PREAMBLE",
      "summary": "Partnership Agreement for a Single Venture This Deed of Partnership made at ... on this ... day of... between Mr. A residing at ... hereinafter referred to as the 'Party of the First Part' and Mr. B, residing at ... hereinafter referred to as the 'Party of the Second Part.' And Whereas the Party of the Second Part has agreed to do so and the parties have agreed to enter into this partnership on the terms and conditions herein after mentioned. The parties hereto agree to carry on the business hereinafter mentioned in partnership on the terms and conditions herein mentioned, in the name and style of M/s. The partnership shall be deemed to have commenced from the ... Day of... ………, 2000 and the period of the partnership shall be co-terminus with the completion of the said single business or adventure. The business of the partnership (hereinafter referred to as the 'Firm') shall consist of carrying out and completing the work of construction of the bridge over the river at …………………..... The party of the Second Part will contribute such further amounts as may be required from time to time for carrying out the said work and the amounts will be treated as a loan by him to the Firm carrying Interest at the rate of 18 per cent per annum. Net profit will mean the gross profits earned in such year less the expenses of the management of the business including the rent of the premises of the firm. Interest payable on the amounts advanced by the Party of the Second Part and by other creditors if any and all other expenses incurred In connection with the business and allowable as deduction under the Income Tax Act. The Party of the Second Part will look after the financial side of the work as well as look after the administration of the Firm and its said business. The books of account and all other record of the Firm will be always kept at the office of the Firm and will be open for Inspection by any of the partners hereto at any time. Subject to what Is otherwise provided herein, each of the partners- hereto shall - a. participate and attend to the business of the firm to the greatest common advantage of the firm. e. Not carry on any business similar to the business of the Firm or any other business anywhere without the consent of the other partner/s. g. be entitled to be indemnified by the Firm in-respect of payment made and liabilities incurred by him- i. in 'the ordinary and proper course of business of the firm and ii. All the tangible and intangible assets of the Firm Including the goodwill, stock-in-trade, benefit of business licenses and permits, benefits of contracts entered etc. will belong to the parties in equal shares but subject to the debts and liabilities of the Firm and the property of the Firm shall be used by the parties exclusively for the business of the firm. Every party shall account for the profit earned from any transaction of the Firm or for the use of the property of the Firm. At the end of every six months, the Party of the Second Part will be entitled to withdraw such amount as the funds of the Firm will permit, towards repayment of the principal amount of loan advanced by the Party of the Second Part to the Firm. h. borrow any moneys for or in the name of the firm, or create any security or charge on the assets of the Firm. j. stand as a guarantor or surety for any person, In the name of the Firm or for and on behalf of the Firm. The Parties shall open in the name of the Firm one or more accounts either current, saving or overdraft or cash credit with one or more banks as may be agreed upon by the partners and the account or accounts will be operated by any one of the parties hereto. The Partnership shall continue till the completion of the said work of construction or If by any chance the said construction contract is cancelled for any reason, till the cancellation of such contract and till then none of the parties shall be entitled to dissolve the partnership or to retire from the partnership. If and when the partnership is dissolved, an account of the assets and property and list will be made up to the date of dissolution and out of the assets in specie or by sale thereof, all debts and liabilities including the loan advanced by the Party of the Second Part will be paid In priority and if any balance will remain the same will be shared by the Parties hereto in equal shares. If the said construction contract Is cancelled by any party thereto and there Is a claim by or against the Firm In respect thereof, the same will be prosecuted or defended by both the parties hereto and the winding up of the partnership will be deemed to continue until such claims are finally disposed of by arbitration or court proceedings. If any dispute or difference shall arise between the parties hereto touching the business of the firm or interpretation of any provision hereof or otherwise. howsoever relating to the Firm and its business, the same shall be referred to arbitration of a common arbitrator If agreed upon, failing which to two arbitrators one to be appointed by each party to the dispute and the arbitration shall be governed by the Arbitration & Conciliation Act. The parties shall, as early as possible but In any event within the prescribed period get the Firm registered under the Partnership Act."
    }
  ],
  "legal_roles": {
    "party_0": "A",
    "party_1": "the 'Party of the First Part'",
    "party_2": "the 'Party of the Second P",
    "party_3": "the 'Party of the First Part'",
    "party_4": "the 'Party of the Second Part",
    "party_5": "the Party of the First Part",
    "party_6": "the 'Party of the Second Part",
    "party_7": "the Party of the First Part",
    "party_8": "the Party of the Second Part",
    "party_9": "the Party of the Second Part",
    "party_10": "The Party of the Second Part",
    "party_11": "the Party of the Second Part",
    "party_12": "the Party of the Second Part to the Firm",
    "party_13": "the Party of the Second Part to the Firm",
    "party_14": "the Party of the Second Part",
    "party_15": "the Arbitration & Conciliation Act",
    "party_16": "the Party of the First Part",
    "party_17": "the Party of the Other Part",
    "party_18": "the Party of the First Part",
    "party_19": "the Party of the Other Part",
    "parties_20": "the Party of the Second Part",
    "parties_21": "conditi",
    "parties_22": "the Arbitration & Conciliation Act",
    "parties_23": "the Party of the Other Part",
    "contractor_24": "the 'Party of the Second Part",
    "contractor_25": "the Party of the First Part"
  },
  "obligations_and_rights": {
    "obligations": [
      {
        "modal": "shall",
        "action": "be deemed to have commenced from the",
        "text": "shall be deemed to have commenced from the"
      },
      {
        "modal": "shall",
        "action": "be co-terminus with the completion of the said single business or adventure",
        "text": "shall be co-terminus with the completion of the said single business or adventure"
      },
      {
        "modal": "shall",
        "action": "consist of carrying out and completing the work of construction of the bridge over the river at …………………",
        "text": "shall consist of carrying out and completing the work of construction of the bridge over the river at …………………"
      },
      {
        "modal": "shall",
        "action": "be at",
        "text": "shall be at"
      },
      {
        "modal": "shall",
        "action": "utilise all his technical knowledge in that behalf",
        "text": "shall utilise all his technical knowledge in that behalf"
      },
      {
        "modal": "shall",
        "action": "- a",
        "text": "shall - a"
      },
      {
        "modal": "shall",
        "action": "be used by the parties exclusively for the business of the firm",
        "text": "shall be used by the parties exclusively for the business of the firm"
      },
      {
        "modal": "shall",
        "action": "account for the profit earned from any transaction of the Firm or for the use of the property of the Firm",
        "text": "shall account for the profit earned from any transaction of the Firm or for the use of the property of the Firm"
      },
      {
        "modal": "shall",
        "action": "not, without the consent of the other- a",
        "text": "shall not, without the consent of the other- a"
      },
      {
        "modal": "shall",
        "action": "open in the name of the Firm one or more accounts either current, saving or overdraft or cash credit with one or more banks as may be agreed upon by the partners and the account or accounts will be operated by any one of the parties hereto",
        "text": "shall open in the name of the Firm one or more accounts either current, saving or overdraft or cash credit with one or more banks as may be agreed upon by the partners and the account or accounts will be operated by any one of the parties hereto"
      },
      {
        "modal": "shall",
        "action": "continue till the completion of the said work of construction or If by any chance the said construction contract is cancelled for any reason, till the cancellation of such contract and till then none of the parties shall be entitled to dissolve the partnership or to retire from the partnership",
        "text": "shall continue till the completion of the said work of construction or If by any chance the said construction contract is cancelled for any reason, till the cancellation of such contract and till then none of the parties shall be entitled to dissolve the partnership or to retire from the partnership"
      },
      {
        "modal": "shall",
        "action": "arise between the parties hereto touching the business of the firm or interpretation of any provision hereof or otherwise",
        "text": "shall arise between the parties hereto touching the business of the firm or interpretation of any provision hereof or otherwise"
      },
      {
        "modal": "shall",
        "action": "be referred to arbitration of a common arbitrator If agreed upon, failing which to two arbitrators one to be appointed by each party to the dispute and the arbitration shall be governed by the Arbitration & Conciliation Act",
        "text": "shall be referred to arbitration of a common arbitrator If agreed upon, failing which to two arbitrators one to be appointed by each party to the dispute and the arbitration shall be governed by the Arbitration & Conciliation Act"
      },
      {
        "modal": "shall",
        "action": ", as early as possible but In any event within the prescribed period get the Firm registered under the Partnership Act",
        "text": "shall , as early as possible but In any event within the prescribed period get the Firm registered under the Partnership Act"
      }
    ],
    "rights": [
      {
        "modal": "may",
        "action": "be required from time to time for carrying out the said work and the amounts will be treated as a loan by him to the Firm carrying Interest at the rate of 18 per cent per annum",
        "text": "may be required from time to time for carrying out the said work and the amounts will be treated as a loan by him to the Firm carrying Interest at the rate of 18 per cent per annum"
      },
      {
        "modal": "may",
        "action": "be agreed upon by the partners and the account or accounts will be operated by any one of the parties hereto",
        "text": "may be agreed upon by the partners and the account or accounts will be operated by any one of the parties hereto"
      },
      {
        "modal": "can",
        "action": "celled for any reason, till the cancellation of such contract and till then none of the parties shall be entitled to dissolve the partnership or to retire from the partnership",
        "text": "can celled for any reason, till the cancellation of such contract and till then none of the parties shall be entitled to dissolve the partnership or to retire from the partnership"
      },
      {
        "modal": "can",
        "action": "celled by any party thereto and there Is a claim by or against the Firm In respect thereof, the same will be prosecuted or defended by both the parties hereto and the winding up of the partnership will be deemed to continue until such claims are finally disposed of by arbitration or court proceedings",
        "text": "can celled by any party thereto and there Is a claim by or against the Firm In respect thereof, the same will be prosecuted or defended by both the parties hereto and the winding up of the partnership will be deemed to continue until such claims are finally disposed of by arbitration or court proceedings"
      }
    ]
  }
}